performance_ruby_2_2_0/puma/pi.txt
      done.

Transactions:		         100 hits
Availability:		      100.00 %
Elapsed time:		        7.89 secs
Data transferred:	        0.49 MB
Response time:		        0.74 secs
Transaction rate:	       12.67 trans/sec
Throughput:		        0.06 MB/sec
Concurrency:		        9.35
Successful transactions:         100
Failed transactions:	           0
Longest transaction:	        1.74
Shortest transaction:	        0.15
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.