performance_ruby_2_2_0/puma/random.txt
      done.

Transactions:		         100 hits
Availability:		      100.00 %
Elapsed time:		        4.84 secs
Data transferred:	        0.30 MB
Response time:		        0.34 secs
Transaction rate:	       20.66 trans/sec
Throughput:		        0.06 MB/sec
Concurrency:		        6.96
Successful transactions:         100
Failed transactions:	           0
Longest transaction:	        1.30
Shortest transaction:	        0.00
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.