performance_ruby_2_2_0/puma/server.txt
      done.

Transactions:		         100 hits
Availability:		      100.00 %
Elapsed time:		        0.51 secs
Data transferred:	        0.29 MB
Response time:		        0.05 secs
Transaction rate:	      196.08 trans/sec
Throughput:		        0.57 MB/sec
Concurrency:		        9.00
Successful transactions:         100
Failed transactions:	           0
Longest transaction:	        0.13
Shortest transaction:	        0.01
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.