performance_ruby_2_2_0/puma/sleep.txt
      done.

Transactions:		         100 hits
Availability:		      100.00 %
Elapsed time:		       10.09 secs
Data transferred:	        0.01 MB
Response time:		        1.01 secs
Transaction rate:	        9.91 trans/sec
Throughput:		        0.00 MB/sec
Concurrency:		        9.99
Successful transactions:         100
Failed transactions:	           0
Longest transaction:	        1.03
Shortest transaction:	        1.00
 
FILE: /var/log/siege.log
You can disable this annoying message by editing
the .siegerc file in your home directory; change
the directive 'show-logfile' to false.